Repository: Klevin-G/BrassTune
Catalog: swift/BrassTuneApp/BrassTuneApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Create a free account to back up practice and join Classes.
ar: أنشئ حسابًا مجانيًا لنسخ تدريباتك احتياطيًا والانضمام إلى الصفوف.
de: Erstelle ein kostenloses Konto, um Übungen zu sichern und Klassen beizutreten.
es: Crea una cuenta gratis para guardar tus prácticas y unirte a las clases.
fr: Créez un compte gratuit pour sauvegarder vos pratiques et rejoindre des classes.
ja: 無料アカウントを作成して練習をバックアップし、クラスに参加しましょう。
ko: 무료 계정을 만들어 연습을 백업하고 클래스에 참여하세요.
pt_br: Crie uma conta gratuita para fazer backup das práticas e participar de turmas.
ru: Создайте бесплатный аккаунт, чтобы сохранять занятия и присоединяться к классам.
vi: Tạo tài khoản miễn phí để sao lưu buổi luyện tập và tham gia lớp.
zh_hans: 创建免费帐户以备份练习并加入班级。
zh_hant: 建立免費帳戶以備份練習並加入班級。

source: Create free account
ar: إنشاء حساب مجاني
de: Kostenloses Konto erstellen
es: Crear cuenta gratis
fr: Créer un compte gratuit
ja: 無料アカウントを作成
ko: 무료 계정 만들기
pt_br: Criar conta gratuita
ru: Создать бесплатный аккаунт
vi: Tạo tài khoản miễn phí
zh_hans: 创建免费帐户
zh_hant: 建立免費帳戶

source: Feedback
ar: الملاحظات اللمسية
es: Respuesta
fr: Retour
ja: フィードバック
ko: 피드백
pt_br: Resposta
ru: Обратная связь
vi: Phản hồi
zh_hans: 反馈
zh_hant: 回饋

source: Five short steps for steady air, relaxed attacks, and centered notes.
ar: خمس خطوات قصيرة لهواء ثابت وبدايات نغمات مسترخية ونغمات متمركزة.
de: Fünf kurze Schritte für gleichmäßige Luft, entspannte Ansätze und zentrierte Töne.
es: Cinco pasos breves para un aire constante, ataques relajados y notas centradas.
fr: Cinq courtes étapes pour un souffle stable, des attaques détendues et des notes centrées.
ja: 安定した息、自然な音の立ち上がり、芯のある音を整える5つの短いステップです。
ko: 고른 호흡, 편안한 어택, 중심 잡힌 음을 위한 짧은 5단계입니다.
pt_br: Cinco etapas curtas para manter o ar constante, ataques relaxados e notas centradas.
ru: Пять коротких шагов для ровного дыхания, мягкой атаки и устойчивых нот.
vi: Năm bước ngắn để giữ luồng hơi ổn định, vào nốt thư giãn và âm thanh tập trung.
zh_hans: 五个简短步骤，帮助保持稳定气流、放松起音并让音符居中。
zh_hant: 五個簡短步驟，幫助保持穩定氣流、放鬆起音並讓音符集中。

source: Getting %@ ready…
ar: جارٍ تجهيز %@…
de: %@ wird vorbereitet …
es: Preparando %@…
fr: Préparation de %@…
ja: %@を準備中…
ko: %@ 준비 중…
pt_br: Preparando %@…
ru: Подготовка %@…
vi: Đang chuẩn bị %@…
zh_hans: 正在准备%@…
zh_hant: 正在準備%@…

source: Guest practice remains on this device. Create an account to back up progress and join Classes.
ar: تبقى تدريبات الضيف على هذا الجهاز. أنشئ حسابًا لنسخ تقدمك احتياطيًا والانضمام إلى الصفوف.
de: Gastübungen bleiben auf diesem Gerät. Erstelle ein Konto, um deinen Fortschritt zu sichern und Klassen beizutreten.
es: La práctica como invitado permanece en este dispositivo. Crea una cuenta para guardar tu progreso y unirte a las clases.
fr: La pratique en mode invité reste sur cet appareil. Créez un compte pour sauvegarder votre progression et rejoindre des classes.
ja: ゲストの練習データはこのデバイスにのみ保存されます。アカウントを作成して進捗をバックアップし、クラスに参加しましょう。
ko: 게스트 연습은 이 기기에만 남습니다. 계정을 만들어 진행 상황을 백업하고 클래스에 참여하세요.
pt_br: A prática como convidado permanece neste dispositivo. Crie uma conta para fazer backup do progresso e participar de turmas.
ru: Гостевые занятия остаются на этом устройстве. Создайте аккаунт, чтобы сохранить прогресс и присоединяться к классам.
vi: Bài luyện tập của khách chỉ lưu trên thiết bị này. Hãy tạo tài khoản để sao lưu tiến độ và tham gia lớp.
zh_hans: 访客练习仅保留在此设备上。创建帐户即可备份进度并加入班级。
zh_hant: 訪客練習只會保留在此裝置上。建立帳戶即可備份進度並加入班級。

source: I have a class code
ar: لدي رمز صف
de: Ich habe einen Klassencode
es: Tengo un código de clase
fr: J’ai un code de classe
ja: クラスコードを持っています
ko: 클래스 코드가 있어요
pt_br: Tenho um código de turma
ru: У меня есть код класса
vi: Tôi có mã lớp
zh_hans: 我有班级代码
zh_hant: 我有班級代碼

source: Keep your progress safe
ar: حافظ على تقدمك
de: Sichere deinen Fortschritt
es: Protege tu progreso
fr: Protégez votre progression
ja: 進捗を安全に保存
ko: 진행 상황을 안전하게 보관하세요
pt_br: Proteja seu progresso
ru: Сохраните свой прогресс
vi: Bảo vệ tiến độ của bạn
zh_hans: 安全保存你的进度
zh_hant: 安全保存你的進度

source: More ways to practice
ar: طرق أخرى للتدريب
de: Weitere Übungsmöglichkeiten
es: Más formas de practicar
fr: Plus de façons de pratiquer
ja: その他の練習方法
ko: 더 많은 연습 방법
pt_br: Mais formas de praticar
ru: Другие способы занятий
vi: Thêm cách luyện tập
zh_hans: 更多练习方式
zh_hant: 更多練習方式

source: Next step
ar: الخطوة التالية
de: Nächster Schritt
es: Siguiente paso
fr: Étape suivante
ja: 次のステップ
ko: 다음 단계
pt_br: Próximo passo
ru: Следующий шаг
vi: Bước tiếp theo
zh_hans: 下一步
zh_hant: 下一步

source: Not now
ar: ليس الآن
de: Nicht jetzt
es: Ahora no
fr: Pas maintenant
ja: 今はしない
ko: 나중에
pt_br: Agora não
ru: Не сейчас
vi: Để sau
zh_hans: 暂不
zh_hant: 暫時不要

source: Not now, keep practicing
ar: ليس الآن، واصل التدريب
de: Nicht jetzt, weiter üben
es: Ahora no, seguir practicando
fr: Pas maintenant, continuer à pratiquer
ja: 今はせず、練習を続ける
ko: 나중에, 계속 연습하기
pt_br: Agora não, continuar praticando
ru: Не сейчас, продолжить занятие
vi: Để sau, tiếp tục luyện tập
zh_hans: 暂不，继续练习
zh_hant: 暫時不要，繼續練習

source: One short session is enough to get moving.
ar: جلسة قصيرة واحدة تكفي للبدء.
de: Eine kurze Einheit reicht für den Anfang.
es: Una sesión breve es suficiente para empezar.
fr: Une courte séance suffit pour commencer.
ja: 短い練習を1回するだけでも十分なスタートです。
ko: 짧게 한 번만 연습해도 좋은 시작이에요.
pt_br: Uma sessão curta já é suficiente para começar.
ru: Одного короткого занятия достаточно, чтобы начать.
vi: Chỉ cần một buổi ngắn là đủ để bắt đầu.
zh_hans: 一次短练习就足以开始。
zh_hant: 一次短練習就足以開始。

source: Open Tuner
ar: فتح الموالف
de: Stimmgerät öffnen
es: Abrir afinador
fr: Ouvrir l’accordeur
ja: チューナーを開く
ko: 튜너 열기
pt_br: Abrir afinador
ru: Открыть тюнер
vi: Mở bộ chỉnh âm
zh_hans: 打开调音器
zh_hant: 開啟調音器

source: Play one comfortable note, find the center, and save the result.
ar: اعزف نغمة مريحة، وابحث عن مركزها، ثم احفظ النتيجة.
de: Spiele einen angenehmen Ton, finde die Mitte und speichere das Ergebnis.
es: Toca una nota cómoda, encuentra el centro y guarda el resultado.
fr: Jouez une note confortable, trouvez son centre et enregistrez le résultat.
ja: 無理のない音を1つ吹き、中心を見つけて結果を保存しましょう。
ko: 편안한 음 하나를 연주하고 중심을 찾은 다음 결과를 저장하세요.
pt_br: Toque uma nota confortável, encontre o centro e salve o resultado.
ru: Сыграйте удобную ноту, найдите центр и сохраните результат.
vi: Chơi một nốt thoải mái, tìm đúng tâm âm rồi lưu kết quả.
zh_hans: 吹奏一个舒适的音符，找到音准中心并保存结果。
zh_hant: 吹奏一個舒適的音符，找到音準中心並儲存結果。

source: Play your first note in under a minute. Tune accurately, start a guided warm-up, and track progress.
ar: اعزف نغمتك الأولى في أقل من دقيقة. اضبط بدقة، وابدأ إحماءً موجّهًا، وتابع تقدمك.
de: Spiele deinen ersten Ton in weniger als einer Minute. Stimme präzise, starte ein geführtes Warm-up und verfolge deinen Fortschritt.
es: Toca tu primera nota en menos de un minuto. Afina con precisión, inicia un calentamiento guiado y sigue tu progreso.
fr: Jouez votre première note en moins d’une minute. Accordez-vous avec précision, lancez un échauffement guidé et suivez vos progrès.
ja: 1分以内に最初の音を鳴らせます。正確にチューニングし、ガイド付きウォームアップを始め、進捗を確認しましょう。
ko: 1분 안에 첫 음을 연주해 보세요. 정확하게 튜닝하고 가이드 워밍업을 시작해 진행 상황을 확인하세요.
pt_br: Toque sua primeira nota em menos de um minuto. Afine com precisão, inicie um aquecimento guiado e acompanhe o progresso.
ru: Сыграйте первую ноту меньше чем за минуту. Точно настройтесь, начните разминку с подсказками и отслеживайте прогресс.
vi: Chơi nốt đầu tiên trong chưa đầy một phút. Chỉnh âm chính xác, bắt đầu khởi động có hướng dẫn và theo dõi tiến độ.
zh_hans: 不到一分钟即可吹奏第一个音符。准确调音、开始引导热身并跟踪进度。
zh_hant: 不到一分鐘即可吹奏第一個音符。準確調音、開始引導暖身並追蹤進度。

source: Practice momentum
ar: زخم التدريب
de: Übungsfortschritt
es: Ritmo de práctica
fr: Élan de pratique
ja: 練習の勢い
ko: 연습 흐름
pt_br: Ritmo de prática
ru: Темп занятий
vi: Nhịp luyện tập
zh_hans: 练习动力
zh_hant: 練習動力

source: Practice without listening
ar: التدريب دون استماع
de: Ohne Zuhören üben
es: Practicar sin escucha
fr: Pratiquer sans écoute
ja: 聴き取りなしで練習
ko: 듣기 기능 없이 연습
pt_br: Praticar sem escuta
ru: Заниматься без прослушивания
vi: Luyện tập không cần nghe
zh_hans: 不启用聆听功能练习
zh_hant: 不啟用聆聽功能練習

source: Reduce Motion also suppresses this feedback. Every saved result still includes a visible icon and text.
ar: يؤدي تقليل الحركة أيضًا إلى إيقاف هذه الملاحظات. تظل كل نتيجة محفوظة متضمنة أيقونة ونصًا ظاهرين.
de: „Bewegung reduzieren“ unterdrückt dieses Feedback ebenfalls. Jedes gespeicherte Ergebnis zeigt weiterhin ein sichtbares Symbol und Text.
es: Reducir movimiento también desactiva esta respuesta. Cada resultado guardado sigue incluyendo un icono y texto visibles.
fr: Réduire les animations désactive aussi ce retour. Chaque résultat enregistré conserve une icône et un texte visibles.
ja: 「視差効果を減らす」がオンの場合もこのフィードバックは停止します。保存結果には常に見えるアイコンとテキストが表示されます。
ko: 동작 줄이기를 켜면 이 피드백도 꺼집니다. 저장된 모든 결과에는 계속 눈에 보이는 아이콘과 텍스트가 표시됩니다.
pt_br: Reduzir Movimento também desativa essa resposta. Todo resultado salvo continua incluindo um ícone e texto visíveis.
ru: Функция «Уменьшение движения» также отключает этот отклик. Каждый сохранённый результат по-прежнему содержит видимые значок и текст.
vi: Giảm chuyển động cũng tắt phản hồi này. Mọi kết quả đã lưu vẫn có biểu tượng và văn bản hiển thị.
zh_hans: “减弱动态效果”也会关闭此反馈。每个已保存的结果仍会显示可见图标和文字。
zh_hant: 「減少動態效果」也會關閉此回饋。每個已儲存的結果仍會顯示可見圖示和文字。

source: Retry microphone
ar: إعادة محاولة الميكروفون
de: Mikrofon erneut versuchen
es: Reintentar micrófono
fr: Réessayer le micro
ja: マイクを再試行
ko: 마이크 다시 시도
pt_br: Tentar microfone novamente
ru: Повторить попытку с микрофоном
vi: Thử lại micrô
zh_hans: 重试麦克风
zh_hant: 重試麥克風

source: Saved data
ar: البيانات المحفوظة
de: Gespeicherte Daten
es: Datos guardados
fr: Données enregistrées
ja: 保存済みデータ
ko: 저장된 데이터
pt_br: Dados salvos
ru: Сохранённые данные
vi: Dữ liệu đã lưu
zh_hans: 已保存的数据
zh_hant: 已儲存的資料

source: See what you did today, how this week is going, and what to try next.
ar: شاهد ما أنجزته اليوم، وكيف يسير هذا الأسبوع، وما يمكنك تجربته بعد ذلك.
de: Sieh, was du heute geschafft hast, wie diese Woche läuft und was du als Nächstes versuchen kannst.
es: Mira lo que hiciste hoy, cómo va la semana y qué probar después.
fr: Découvrez ce que vous avez fait aujourd’hui, comment se passe la semaine et quoi essayer ensuite.
ja: 今日取り組んだこと、今週の進み具合、次に試すことを確認できます。
ko: 오늘 한 연습, 이번 주 진행 상황, 다음에 시도할 내용을 확인하세요.
pt_br: Veja o que você fez hoje, como está a semana e o que tentar em seguida.
ru: Посмотрите, что вы сделали сегодня, как проходит неделя и что попробовать дальше.
vi: Xem bạn đã làm gì hôm nay, tuần này tiến triển ra sao và nên thử gì tiếp theo.
zh_hans: 查看今天完成的内容、本周进展以及下一步建议。
zh_hant: 查看今天完成的內容、本週進度以及下一步建議。

source: Sign in, then BrassTune will take you to Class without losing your place.
ar: سجّل الدخول، ثم سينقلك BrassTune إلى الصف دون أن تفقد موضعك.
de: Melde dich an. BrassTune bringt dich danach zur Klasse, ohne dass du deine Stelle verlierst.
es: Inicia sesión y BrassTune te llevará a la clase sin perder tu lugar.
fr: Connectez-vous, puis BrassTune vous conduira à la classe sans perdre votre progression.
ja: サインインすると、現在の場所を保持したままBrassTuneがクラスへ移動します。
ko: 로그인하면 현재 위치를 잃지 않고 BrassTune이 클래스로 이동합니다.
pt_br: Entre na conta e o BrassTune levará você para a turma sem perder seu lugar.
ru: Войдите, и BrassTune откроет класс, не сбрасывая ваш текущий шаг.
vi: Đăng nhập, sau đó BrassTune sẽ đưa bạn đến lớp mà không làm mất vị trí hiện tại.
zh_hans: 登录后，BrassTune 会将你带到班级，并保留当前位置。
zh_hant: 登入後，BrassTune 會將你帶到班級，並保留目前位置。

source: Start %@
ar: بدء %@
de: %@ starten
es: Iniciar %@
fr: %@ — démarrer
ja: %@を開始
ko: %@ 시작
pt_br: Iniciar %@
ru: Начать: %@
vi: Bắt đầu %@
zh_hans: 开始%@
zh_hant: 開始%@

source: Start as guest
ar: البدء كضيف
de: Als Gast starten
es: Empezar como invitado
fr: Commencer en mode invité
ja: ゲストとして始める
ko: 게스트로 시작
pt_br: Começar como convidado
ru: Начать как гость
vi: Bắt đầu với tư cách khách
zh_hans: 以访客身份开始
zh_hant: 以訪客身分開始

source: Start small, then choose another exercise when you want one.
ar: ابدأ بخطوة صغيرة، ثم اختر تمرينًا آخر عندما ترغب.
de: Fang klein an und wähle später eine andere Übung, wenn du möchtest.
es: Empieza poco a poco y elige otro ejercicio cuando quieras.
fr: Commencez simplement, puis choisissez un autre exercice quand vous le souhaitez.
ja: まずは小さく始め、必要になったら別の練習を選びましょう。
ko: 가볍게 시작하고 원할 때 다른 연습을 선택하세요.
pt_br: Comece aos poucos e escolha outro exercício quando quiser.
ru: Начните с малого, а затем при желании выберите другое упражнение.
vi: Bắt đầu nhẹ nhàng, rồi chọn bài tập khác khi bạn muốn.
zh_hans: 从简单练习开始，想换时再选择其他练习。
zh_hant: 從簡單練習開始，想換時再選擇其他練習。

source: Success haptics
ar: لمسات النجاح
de: Haptik bei Erfolg
es: Respuesta háptica de éxito
fr: Retour haptique de réussite
ja: 成功時の触覚フィードバック
ko: 성공 햅틱
pt_br: Resposta tátil de sucesso
ru: Тактильный отклик об успехе
vi: Phản hồi rung khi thành công
zh_hans: 成功触感反馈
zh_hant: 成功觸覺回饋

source: This is a build configuration issue, not a problem with your email or password.
ar: هذه مشكلة في إعداد هذا الإصدار، وليست مشكلة في بريدك الإلكتروني أو كلمة المرور.
de: Dies ist ein Konfigurationsproblem dieses Builds, kein Problem mit deiner E-Mail-Adresse oder deinem Passwort.
es: Este es un problema de configuración de la versión, no de tu correo ni contraseña.
fr: Il s’agit d’un problème de configuration de cette version, pas de votre adresse e-mail ni de votre mot de passe.
ja: これはビルド設定の問題であり、メールアドレスやパスワードの問題ではありません。
ko: 이 빌드의 구성 문제이며 이메일이나 비밀번호 문제는 아닙니다.
pt_br: Este é um problema de configuração desta versão, não do seu e-mail ou senha.
ru: Это проблема конфигурации сборки, а не вашей почты или пароля.
vi: Đây là lỗi cấu hình bản dựng, không phải vấn đề với email hay mật khẩu của bạn.
zh_hans: 这是构建配置问题，并非你的电子邮件或密码有误。
zh_hant: 這是建置設定問題，並非你的電子郵件或密碼有誤。

source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
ja: 今週
ko: 이번 주
pt_br: Esta semana
ru: На этой неделе
vi: Tuần này
zh_hans: 本周
zh_hant: 本週

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Today's recommendation
ar: توصية اليوم
de: Heutige Empfehlung
es: Recomendación de hoy
fr: Recommandation du jour
ja: 今日のおすすめ
ko: 오늘의 추천
pt_br: Recomendação de hoje
ru: Рекомендация на сегодня
vi: Gợi ý hôm nay
zh_hans: 今日推荐
zh_hant: 今日建議

source: Trends
ar: الاتجاهات
es: Tendencias
fr: Tendances
ja: 傾向
ko: 추세
pt_br: Tendências
ru: Тенденции
vi: Xu hướng
zh_hans: 趋势
zh_hant: 趨勢

source: Create an account instead
ar: إنشاء حساب بدلًا من ذلك
de: Stattdessen ein Konto erstellen
es: Crear una cuenta en su lugar
fr: Créer plutôt un compte
ja: 代わりにアカウントを作成
ko: 대신 계정 만들기
pt_br: Criar uma conta
ru: Создать аккаунт
vi: Thay vào đó, tạo tài khoản
zh_hans: 改为创建帐户
zh_hant: 改為建立帳戶

source: Favorite an exercise to keep it close.
ar: أضف تمرينًا إلى المفضلة ليبقى قريبًا.
de: Markiere eine Übung als Favorit, damit sie schnell erreichbar ist.
es: Marca un ejercicio como favorito para tenerlo a mano.
fr: Ajoutez un exercice aux favoris pour le garder à portée de main.
ja: 練習をお気に入りに追加すると、すぐに見つけられます。
ko: 연습을 즐겨찾기에 추가하면 빠르게 찾을 수 있어요.
pt_br: Favorite um exercício para mantê-lo por perto.
ru: Добавьте упражнение в избранное, чтобы оно было под рукой.
vi: Đánh dấu bài tập yêu thích để dễ mở lại.
zh_hans: 收藏练习以便快速找到。
zh_hant: 將練習加入最愛，以便快速找到。

source: No practice saved today
ar: لم يُحفظ أي تدريب اليوم
de: Heute noch keine Übung gespeichert
es: No hay prácticas guardadas hoy
fr: Aucune pratique enregistrée aujourd’hui
ja: 今日はまだ練習が保存されていません
ko: 오늘 저장된 연습 없음
pt_br: Nenhuma prática salva hoje
ru: Сегодня занятий не сохранено
vi: Hôm nay chưa lưu buổi luyện tập nào
zh_hans: 今天尚未保存练习
zh_hant: 今天尚未儲存練習

source: Practice saved today
ar: تم حفظ تدريب اليوم
de: Übung heute gespeichert
es: Práctica guardada hoy
fr: Pratique enregistrée aujourd’hui
ja: 今日の練習を保存しました
ko: 오늘 연습 저장됨
pt_br: Prática salva hoje
ru: Сегодняшнее занятие сохранено
vi: Đã lưu buổi luyện tập hôm nay
zh_hans: 已保存今天的练习
zh_hant: 已儲存今天的練習

source: Sign in instead
ar: تسجيل الدخول بدلًا من ذلك
de: Stattdessen anmelden
es: Iniciar sesión en su lugar
fr: Se connecter plutôt
ja: 代わりにサインイン
ko: 대신 로그인
pt_br: Entrar na conta
ru: Войти в аккаунт
vi: Thay vào đó, đăng nhập
zh_hans: 改为登录
zh_hant: 改為登入

source: Your recently started practice will appear here.
ar: ستظهر هنا التدريبات التي بدأت بها مؤخرًا.
de: Deine zuletzt gestarteten Übungen werden hier angezeigt.
es: Tus prácticas iniciadas recientemente aparecerán aquí.
fr: Vos pratiques récentes apparaîtront ici.
ja: 最近開始した練習がここに表示されます。
ko: 최근에 시작한 연습이 여기에 표시됩니다.
pt_br: As práticas iniciadas recentemente aparecerão aqui.
ru: Недавно начатые занятия появятся здесь.
vi: Các bài luyện tập mới bắt đầu sẽ xuất hiện ở đây.
zh_hans: 最近开始的练习将显示在这里。
zh_hant: 最近開始的練習將顯示在這裡。

source: العربية
ja: ああ
ko: 아랍어
ru: عربية
vi: عربية
zh_hans: 巴黎
zh_hant: 巴黎

source: 繁體中文
ja: 繁体中文
ko: 繁체중국어
zh_hans: 繁体中文

source: 日本語
ko: 일본어
zh_hans: 日本语

source: 简体中文
zh_hant: 簡體中文
